Actividad-EF/app/controllers/movies_controller.rb

    def create
      @movie = Movie.create!(movie_params)
---
INSERT INTO "movies" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "Aladdin1"], ["created_at", "2023-12-13 14:28:09.260588"], ["updated_at", "2023-12-13 14:28:09.260588"]]